Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: field, normal y at least 10 journal articles in peer-reviewed journals in full length, but where the
nb: fagområdet, normalt minimum 10 tidsskriftartikler i fagfellevurderte tidsskrifter i ful lengde men hvor

source: : threads, concurrency, parallelism, synchronized access to shared data, locks, condition variables, semaphores and channel-based synchronization.
nb: tråder, samtidighet, parallelitet, synkronisert tilgang til delte data, låser, betingelsesvariabler, semaforer og kanal-basert synkronisering.

source: Design philosophy and method with reference to various design standards are presented.
nb: Design prinsipper og metoder med referanser til forskjellige design standarder.

source: Choose first ‘Application for Master's Programmes, PPU and Further Education’ and then chose between these admissions:
nb: Velg først ‘Søknad om opptak til masterstudier og videreutdanninger’ og deretter blant disse opptakene:

source: In addition, certain wireless and mobile applications and services can be also discussed, such as Internet of Things (IoT), Multi-access Edge Computing, Industry 4.0 and Smart City.
nb: I tillegg presenteres også enkelte trådløse og mobile applikasjoner og tjenester, som for eksempel Internett of Things (IoT), Multi-access Edge Computing, Industry 4.0 og Smart City.

source: Galaxies, stars, planets, gas and dust.
nb: Galakser, stjerner, planeter, gas og støv.

source: We are not talking about many "sharp or pointed" measures to be taken on our part – the police are responsible for those.
nb: Det er ikke mange "skarpe el er spisse" tiltak vi snakker om fra vår side – det hører til hos politiet.

source: Door 4: Gunpowder rocket on the run
nb: Luke 4: Kruttrakett på rømmen

source: This course aims to outline the conceptual and scientific demarcation of security, and discuss the development and status of security science.
nb: Dette kurset beskriver den konseptuelle og vitenskapelige avgrensningen av sikring, og diskuterer utviklingen og statusen sikring som vitenskap.

source: undesirable aspect in this context is that violence is encouraged or carried out, and not that students and
nb: denne sammenheng er det å oppfordre til eller utøve vold, og ikke at studenter og ansatte har radikale

source: We also collaborate with the IT department at UIS and an extensive network of subcontractors and freelancers locally, nationally and internationally, which we use when needed.
nb: Vi samarbeider bl.a også med IT-avdelingen på UIS og et utstrakt nettverk av underleverandører og frilansere lokalt, nasjonalt og internasjonalt, som vi benytter oss av ved behov.

source: These are major societal challenges.
nb: Dette er store samfunnsutfordringer.

source: Nobody Home: The Effect of Maternal Labor Force Participation on Long-Term Child Outcomes.
nb: Lilja Bjørk Thorsteinsdottir, avdelingsleder klinikk barn, unge og rusavhengige, SUS.

source: There will be a total of 420 hours of professional practice over a minimum of 14 weeks.
nb: Praksisperioden er på til sammen 420 timer over minimum 14 uker.

source: The university has a number of welfare initiatives that are administered by the welfare committee.
nb: Universitetet har en rekke velferdstiltak som forvaltes av velferdsutvalget.

source: • develop storyboards containing concept development, lists of objects, background material and
nb: utvikling av konsept, gjenstandslister, bakgrunnsmateriale og

source: Urfan Rahimbayli – Drilling & Well Engineering (Azerbaijan)
nb: Urfan Rahimbayli – boring og brønn (Aserbajdsjan)

source: Corona-information for students at campus Bjergsted
nb: Korona-informasjon til studenter ved campus Bjergsted

source: The students shall acquire basic skills in applied bioinformatics including the use of internet/world-wide-web, FTP/SFTP-protocol, hypertext transfer protocol (http), hypertext markup language (HTML), gene analyses, protein/enzyme and structural databases (primary and secondary databases), primer construction for PCR/RT-PCR (QPCR), local and global multiple alignments, construction of phylogenetic trees, and sequence analysis tools.
nb: Studentene skal beherske grunnleggende ferdigheter i anvendt bioinformatikk blant annet grunnleggende forståelse og bruk av nettverksprotokoller som ftp, sftp, http og html, gen-, protein/enzym- og strukturdatabaser (primære og sekundære databaser), primer konstruksjon for PCR og RT-PCR (QPCR), lokal og global alignment, konstruksjon av fylogenetiske trær, og verktøy for sekvensanalyse.

source: In Medias Res is a student organization for students at media (Journalism and Television and multimedia production).
nb: In Medias Res er en linjeforening for studenter på medialinjen (journalistikk og fjernsyns- og multimedieproduksjon).

source: Be able to identify, describe and interpret the most common sedimentary rocks and their sedimentary and tectonic structures.
nb: Kunne identifisere, beskrive og tolke de vanligste sedimentære bergartene og deres tektoniske strukturer.

source: Construction/properties of moduli spaces of sheaves and curves.
nb: Konstruksjon av og egenskaper til Moduli rom av knipper og kurver.

source: Please upload the document in the digital service desk.
nb: Last opp dokumentet i Digital Studentekspedisjon.

source: Visibility in such contexts can therefore help make us more attractive," says Fitjar.
nb: Synlighet i slike sammenhenger kan derfor bidra til å gjøre oss mer attraktive, sier Fitjar.

source: Part V Elemental Particles: Bosons and fermions.
nb: Del V Elementærpartikler Bosoner og fermioner.

source: Basement on soil, settling and frost protection.
nb: Fundament på løsmasse, setninger og frostsikring.

source: This Master of Science Programme in Marine and Offshore Technology is designed to meet the growing demand for skilled professionals in the marine and offshore industry.
nb: Studiet bygger på grunnleggende matematiske emner og fokuserer i stor grad på fasthetslære, marinteknologi og marine operasjoner og dynamisk konstruksjonsanalyse.

source: NETTOP-UIS has always seen the value of collaborating with other companies nationally and internationally.
nb: NETTOP-UIS alltid sett verdien av å samarbeide med andre virksomheter nasjonalt og internasjonalt.

source: Can apply professional knowledge and relevant research and development work in practical issues
nb: Kan anvende faglig kunnskap og relevante forsknings- og utviklingsarbeid i praktiske problemstillinger

source: This is also valid for applicants that have completed their degree after 2005.
nb: Dette gjelder også dersom du har fullført din utdanning etter 2005.

source: All of the courses are taught in English.
nb: All undervisning foregår på engelsk.

source: In this phase, you are responsible for the following tasks, in line with what you have reported to NSD:
nb: I denne fasen har du ansvar for følgende oppgaver, i tråd med det du har meldt inn til NSD:

source: is a Professor in Medical Statistics at the University of Stavanger.
nb: er professor i medisinsk statistikk ved Universitetet i Stavanger.

source: This action list must be periodical y reassessed and revised on the basis of changes in the threat situation
nb: Denne tiltakslisten må jevnlig revurderes og revideres på bakgrunn av endringer i trusselsituasjonen og

source: institutions, the authorities, organizations and other actors throughout al of society.
nb: samarbeid mellom institusjoner, myndigheter, organisasjoner og andre aktører gjennomgående i hele

source: The work is being coordinated by the University of Stavanger in partnership with:
nb: Arbeidet koordineres av Universitetet i Stavanger i samarbeid med:

source: • participation in public investigations, commissions, boards, councils and committees
nb: • deltakelse i offentlige utredninger, kommisjoner, styrer, råd og utvalg

source: Master problem-solving and be able to apply flowcharts and pseudo code to make and describe algorithms.
nb: Beherske problemløsing og kunne anvende flytskjema og pseudokode til å lage og beskrive algoritmer.

source: and editor of
nb: og redaktør for

source: Stimulation within these areas should be done through play-based learning, where children's participation is central [1].
nb: Stimulering på disse områdene bør gjøres gjennom lekbasert læring, der barnas deltakelse står sentralt [1].

source: Curriculum and other necessary learning material in the form of book excerpts has to be registered for clearance in Bolk when it is copied and made available for the students.
nb: Pensum og annet nødvendig lærestoff i form av bokutdrag som kopieres og gjøres tilgjengelig for studentene, skal registreres i Bolk slik at rettighetene blir klarert.

source: Be able to identify, describe and interpret sedimentary rocks and structures therein.
nb: Kunne identifisere, beskrive og tolke sedimentære bergarter og strukturer i disse.

source: Understand the notion of residue and use it for computing contour integrals.
nb: Et utvalg reaksjoner utføres og produktene analyseres for funksjonelle grupper.

source: Compare regular Python, NumPy, and Pandas data structures and choose one for the given problem.
nb: Sammenligne vanlige Python, NumPy og Pandas datastrukturer og bruke en av disse til en definert oppgave.

source: FIKS UiS is an association for students at the Department of Cultural and Linguistic Studies (IKS) a
nb: FIKS UiS er en forening for studenter ved Institutt for Kultur- og Språkvitenskap (IKS) ved UiS

source: It will be jointly directed by Mathias Urban (Desmond Chair of Early Childhood Education at DCU, and Professor (II) of Pedagogy at UIS) and Elin Reikerås (Professor of Early Childhood Education at UiS and director of FILIORUM).
nb: Studien vil bli utført av et team av forskere basert på DCU og UiS, og skjer under ledelse av Mathias Urban, Desmond-leder barnehageforskning ved DCU og professor II i pedagogikk ved UiS og Elin Reikerås, professor i barnehageforskning ved UiS og senterleder for FILIORUM- Senter for barnehageforskning.

source: Jake has 180 credits with an average point of 2,5 when applying to go on an exchange.
nb: Kåre har fullført 180 studiepoeng ved søknad om utveksling med 2,5 i snittpoeng.

source: Demonstrate an in depth insight and comprehension of a specific topic.
nb: Demonstrere fordypet innsikt i og forståelse av et bestemt tema.

source: The students will study at UiS during Semester 1, 3 and 4.
nb: Studentene skal studerer ved UiS i semester 1, 3 og 4.

source: 2.6 Personal suitability The persons employed in teaching and research positions at UiS must be able to associate with our values
nb: 2.6 Personlig egnethet Den som ansettes i undervisnings- og forskerstil inger ved UiS må kunne assosiere seg med våre verdier

source: Surfing in Hawaii.
nb: Surfing på Hawaii.

source: Presenting and communicating complex information orally.
nb: IPython, NumPy, Pandas, Matplotlib og Jupyter Notebooks.

source: The study programmes have different admission requirements and therefore different documentation requirements.
nb: Studieprogram har forskjellige opptakskrav og dermed forskjellige dokumentasjonskrav, og du må dokumentere at du dekker opptakskrav til studiet du søker på.

source: MSK210 Mechanical Design, STA100 Probability and Statistics 1
nb: MSK210 Maskinkonstruksjon, STA100 Sannsynlighetsregning og statistikk 1

source: Different wireless short- and medium-range network architectures, such as IEEE 802.11 (Wi-Fi) and IEEE 802.15 (Bluetooth and ZigBee), are presented.
nb: Ulike trådløse kort- og mellomdistansenettverksarkitekturer, som IEEE 802.11 (Wi-Fi) og IEEE 802.15 (Bluetooth og ZigBee), presenteres.

source: Be able to develop mathematical models in the form of nonlinear differential equations (ODE systems) and implement these in Simulink, MATLAB and Python.
nb: Kunne utvikle matematiske modeller i form av ulineære differensialligninger (ODE-systemer) og implementere disse i Simulink, MATLAB og Python.

source: ING100 Introductory course for engineers - Computer science and electrical engineering
nb: ING100 Ingeniørfaglig innføringsemne - Data og elektro

source: The deadline for applying for early admission is 1 March.
nb: Frist for å søke om tidlig svar er 1.

source: Norwegian level 2 examination for international students at Norwegian universities
nb: Eksamen fra trinn 2 i norsk for utenlandske studenter ved norske universiteter

source: Analyse data and construct facies/petrophysical models
nb: Kan analysere data og konstruere petrofysiske modeller

source: Health and social conditions are also linked.
nb: Helse og samfunnsforhold henger også sammen.

source: Production well and stimulation methods - acidising and scale removal, water and gas shut-off, chemical sand control, liquid unloading of wells, asphaltene and scale control (including squeeze treatments, downhole injection etc.)
nb: Produksjonsbrønn og stimuleringsmetoder - syre stimulasjon og fjerning av avleiring, vann og gassavstenging, kjemisk sandkontroll, fjerning av væske fra gassbrønner, kontroll av asfaltener og avleiring (squeeze behandling, injisering nedihulls).

source: Our main goal is to improve the student environment for students in the Stavanger region.
nb: Formålet med baren er å bedre studentmiljøet for studentene i Stavanger-regionen.

source: is the first exhibition curated by a Norwegian-based project team on the platform.
nb: er den første utstillingen skapt av en prosjektgruppe basert i Norge.

source: This course introduces geological, physical and chemical processes that control the PVT conditions, which in turn determine the hydrocarbon fluids at subsurface reservoir conditions.
nb: Dette emnet introduserer geologiske, fysiske og kjemiske prosesser som kontrollerer PVT-betingelsene, og som bestemmer egenskapene til hydrokarbonfluidene ved reservoarbetingelser.

source: One should place a higher value on more recent works and,
nb: En bør oppvurdere nyere arbeider og tilsvarende

source: Professor Mari Rege preparing the students for the final presentation.
nb: Professor Mari Rege gir praktisk informasjon om finalen

source: Suggested actions for prevention of radicalization and
nb: Forslag til tiltak for forebygging av radikalisering og

source: Determine Taylor and Laurent series of elementary analytic functions, find their zero points and singularities, and get knowledge of residue theory and its applications.
nb: Kunne bestemme Taylorrekker og Laurentrekker til elementære analytiske funksjoner, finne deres nullpunkter og singulariteter, og få kunnskap i residyteori med anvendelser.

source: Wind and wave statistics.
nb: Vind- og bølgestatistikk.

source: You’ll need to add the pages you want in the usual way.
nb: Du må undersøke i BOLK om det er tillatt.

source: Calculate the square root of the number (fraction) from point 2
nb: Beregn kvadratroten av tallet (brøken) i punkt 2

source: After a period of less activity, the local-organization were re-created in 2013.
nb: Etter en periode med mindre aktivitet, blei laget skipa på nytt i 2013.

source: Can meet patients and family members with compassion, care and respect, and support the patient's dignity
nb: Kan møte pasienter og pårørende med barmhjertighet, omsorg og respekt, og styrke pasientens verdighet

source: Introduction to mathematical modeling and simulation, state-space analysis, block diagram, transferfunction, frequency response, stability, standard controllers (P, PI, PID), feedback.
nb: Introduksjon til matematisk modellering og simulering, tilstandsromanalyse, blokkdiagram, transferfunksjoner, frekvensresponsanalyse, stabilitetsundersøkelse, standardregulatorer (P, PI, PID), tilbakekopling.

source: • has a robust working capacity and is efficient
nb: • har stor arbeidskapasitet og er effektiv

source: available to chat
nb: Gi to eksempler på

source: We must be ambitious," Ying Guo says.
nb: Vi må være ambisiøse, sier Ying Guo.

source: Criteria for assessing competence and level related to different
nb: Kriterier for vurdering av kompetanse og nivå knyttet til ulike

source: quality PhD thesis and that fal s within the relevant subject area.
nb: en doktorgrad av høy kvalitet og som faller innenfor fagområdet.

source: Messages, compliance and vulnerability during the COVID-19 outbreak are central themes.
nb: Sentrale tema er budskap, etterlevelse og sårbarhet knyttet til utbruddet av COVID-19.

source: printcolor@uis.no color (double-sided) all pages are invoiced as color regardless of whether some pages are black / white
nb: farge (tosidig) alle sider faktureres som farge uansett om enkelte sider er svart/hvitt

source: How to express risk and uncertainty?
nb: Hvordan uttrykke risiko og usikkerhet?

source: What is extreme – and the scope of what
nb: Hva som er ekstremt – og hvilket omfang det ekstreme har – vil

source: Safety and freedom are two fundamental values
nb: Sikkerhet og frihet er to grunnleggende verdier som

source: Alina Isaevskaya holds a Master's degree in Business Administration from the University of Stav
nb: Alina Isaevskaya har en master i økonomi og administrasjon fra Handelshøgskolen ved UiS.

source: Client-server communication on the Web, W3C standards, mark-up languages, client-side scripting, server-side programming, accessing and manipulating data.
nb: Klient-tjener kommunikasjon på Web, W3C standarder, mark-up språk, klient-side skripting, server-side programmering, tilgang og manipulering av data.

source: The requirement of documented extensive research and development work at a high level aimed at the
nb: Kravet til dokumentert omfattende forsknings- og utviklingsarbeid på høyt nivå rettet mot yrkesfeltet

source: Cautionary and precautionary principles.
nb: Føre-var og forsiktighetsprinsippet.

source: The course focuses on analyses of return in investment projects, portfolio analysis, cost for capital and processes for management of risk in projects.
nb: Kurset gir en gjennomgang av lønnsomhetsanalyser for investeringsprosjekter, porteføljeanalyse, kapitalkostnad, og prosesser for styring av usikkerhet i prosjekt.

source: Systematic searches in the scientific literature identified 26 studies from 15 countries who have explored the relationship between alcohol consumption and work performance.
nb: Systematiske søk i internasjonal forskningslitteratur viste at 26 studier fra 15 land har undersøkt sammenhengen mellom alkoholbruk og arbeidsevne.

source: Chromebook is not supported by UiS
nb: Chromebook er ikke støttet ved UiS

source: Overview of accidental loads to civil and marine structures.
nb: Oversikt over ulykkeslaster for bygg og marine konstruksjoner.

source: Be able to use basic methods for analysis and presentation of data.
nb: Kunne bruke enkle metoder for analyse og presentasjon av data.

source: You can take part in sporting events, tournaments and activities at her organised by the Sør-Rogaland corporate sports council.
nb: Du kan delta i idrettsarrangement, turneringer og aktiviteter som Sør-Rogaland bedriftsidrettsråd arrangerer.

source: Finite element method applied to truss, beam and frame structures with emphasis on its application in engineering problems.
nb: Finte element method på truss, beam og frame strutur med fokus på fysiske problemer.

source: Buses number 6 and X60 go directly from campus to Sandnes bus terminal.
nb: Buss nummer 6 og X60 går direkte fra campus til Sandnes bussterminal.

source: In addition to workplaces, you will find a meeting room, a sofa corner and a small kitchen with a coffee maker, kettle, microwave and refrigerator.
nb: I tillegg til arbeidsplasser finner du et møterom, en sofakrok og et lite kjøkken med kaffekoker, vannkoker, microbølgeovn og kjøleskap.

source: The platforms OJS and OMP are delivered by
nb: Plattformene OJS og OMP leveres av

source: before saving the document as a PDF file.
nb: du lagrer dokumentet som PDF.

source: Can apply identification, assessment, documentation and communication tools in nursing practice
nb: Kan anvende kartleggings-, vurdering-, dokumentasjons- og kommunikasjonsverktøy i sykepleieutøvelsen

source: It is especial y important to focus on students' mental health
nb: Det er særlig viktig å sette fokus på studenters psykiske helse og opplevelse av

source: Solve challenges from regional industries and get 10 ECTS
nb: Løs problemstillinger fra arbeidslivet og få 10 studiepoeng

source: “With this large-scale investment in developing the aquaculture industry, we are doing what must be done on the road to 2030 and 2050 to reduce climate pressure and build new industry that will take over from oil,” Tveterås explains.
nb: – Med denne storstilte satsningen på å utvikle havbruksnæringen gjør vi det som må gjøres på vegen mot 2030 og 2050 for å få ned klimatrykket og bygge ny industri som skal overta etter olja, forklarer Tveterås.

source: The supplementary rules will enter into force as from admission to the study year 2020/2021.
nb: Utfyllende regler trer i kraft f.o.m. opptak til studieåret 2020/2021.

source: (N.B. Students currently enrolled in a master degree programme will be placed under group 4.)
nb: Studenter som holder på med masterstudier på dette tidspunktet plasseres i kategorien 4)

source: SAMSIK is the student association for master’s degree students in Social Safety and Security (Samfun
nb: In Medias Res er en linjeforening for studenter på medialinjen (journalistikk og fjernsyns- og multi

source: When we open our doors on Monday October 18, they are staying open.
nb: Når vi åpner dørene mandag 18. oktober forblir de åpne. Biblioteket stenger på grunn av strømstans

source: Catherine Snow is a Professor of Education at the Harvard graduate School of Education.
nb: Catherine Snow er Professor i utdanning ved Harvard School of Education.

source: STA500 Probability and Statistics 2 Exam
nb: STA500 Sannsynlighetsregning og statistikk 2 Eksamen / vurdering

source: Academic related events are hosted in collaboration with a broad range of companies, and together with our partners DNB, Accenture and Lyse.
nb: Faglige arrangementer gjennomføres i samarbeid med et bredt spekter av relevante bedrifter, og med våre samarbeidspartnere DNB, Accenture og Lyse.

source: I have changed my mind, can I change the waiting list to no, and keep the study place I accepted that was on a lower priority?
nb: Jeg har endret mening, kan jeg endre ventelisten til nei og beholde plassen jeg har fått tilbud om på lavere prioritet?

source: Select the Guest button and then "Create account" or sign up via your Google account
nb: Velg knappen Gjest og deretter "Registrer deg" eller registrer deg via din Google-konto

source: All the modules offered are available for both groups of students.
nb: kan bruke sin faglighet til improvisasjon i lek, læring og formidling.

source: The project is carried out in groups of a maximum of 4 people.
nb: Prosjektet gjennomføres i grupper på maksimalt 4 personer.

source: Safe, environmentally friendly and easy
nb: Sikrere, mer miljøvennlig og enklere

source: Basic postulates of quantum mechanics, (non)commuting observables, uncertainty principle.
nb: Kvantefysikkens grunnpostulater, (ikke)kommuterende observabler, Heisenberg's uskarphetsrelasjon.

source: Where can I work after graduation?
nb: Hvor kan jeg jobbe etter endt studie?

source: The standards cannot be printed, but students and staff at UiS may use the library’s discount code to get a 70% discount on standards.
nb: Standardene kan i utgangspunktet ikke skrives ut, men studenter og ansatte ved UiS får 70% rabatt av listepris med vår rabattkode.

source: Recrystallization and grain growth.
nb: Rekrystallisasjon og kornvekst.

source: If you have questions or need help with printing and printers, you can contact the IT Service Desk.
nb: Har du spørsmål eller trenger du hjelp med utskrift og skrivere kan du ta kontakt med IT-servicedesk.
